import React from 'react';
import '../aboutUs/AboutUs.css';

const Navbar = () => {
  return (
    <div>
      <div className='container'>

             <div className='wrapper'>
              <img  className='image' src ="https://images.pexels.com/photos/1126359/pexels-photo-1126359.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940" alt="dessert" />
        <img  className='image1' src="https://images.pexels.com/photos/10633533/pexels-photo-10633533.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940" alt="chokolate" />
        <img className='image2' src="https://images.pexels.com/photos/7491897/pexels-photo-7491897.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940" alt="ice-cream" />
            </div> 
             
<div className='wrapper1'>
  <p className='aa'>
       Когда мы слышим слово «десерт», мы воображаем нечто очень 
  аппетитное и сладкое. На самом деле, десерт – это более широкое понятие,
  происходящее от древне-французского desservir (убирать со стола). Десертом 
  может быть все, что подается после основного блюда: сыр, фрукты, ягоды, 
  орехи, соки. Правда, непонятно, считать ли десертом жевательную резинку.
  История десертов насчитывает тысячи лет. Традиционно, к десертам относятся
  торты, пироги, пирожные, печенье, конфеты, мороженое, пастила, варенье,
  шоколад, ликеры и множество сладостей восточных и европейских национальных
  кухонь.Обычай заканчивать трапезу десертом появился в Европе только в 19 веке,
  вместе с ростом производства сахара.</p>



  <p className='bb'>Только стремлением людей к чуду можно объяснить появление мороженого около 4 000 лет назад в жаркой Месопотамии, где знатные люди имели «ледяные дома» для хранения льда. К столу египетских фараонов лед доставляли по Нилу. Известно, что в 5 в. до н.э. в Афинах продавали шарики из снега с медом и ягодами. Для Нерона собирали снег с вершин гор и готовили фруктовый лед с медом и орехами. В 4 в. до н.э. персы смогли построить сооружения, где лед, собранный зимой или принесенный с горных вершин, хранился все лето. Именно в Персии появился прототип современного мороженого – блюдо из замороженной розовой воды, шафрана, фруктов и тонких полосок теста, напоминающих вермишель.</p>




  <p className='cc'>Открытие шоколада и других южноамериканских продуктов приписывают Колумбу, хотя на самом деле какао-бобы и рецепт шоколада появились в Испании благодаря Кортесу. Майа и Ацтеки выращивали деревья какао еще в 15 в. до н.э. и пили горький шоколад с перцем, веря, что сам бог Кетцалькоатль подарил им свое любимое растение, дающее силу. Увидев первого европейца – Кортеса – Ацтеки посчитали его самим Кетцалькоатлем и угостили шоколадом. Кортесу не понравился горький шоколад, и вождь ацтеков Монтесума понял, что это вовсе не бог и изгнал Кортеса из города. Вскоре империя ацтеков была захвачена испанцами, а их божественный напиток попал в Испанию, где его подсластили сахаром.</p>
  </div>


<div className='wrapper2'>
  <img  className='image3' src="https://images.pexels.com/photos/6270713/pexels-photo-6270713.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940" alt="marcipan" />
  <img className='image4'src="https://images.pexels.com/photos/8364256/pexels-photo-8364256.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940" alt="pahlava" />
  <img className='image5'src="https://images.pexels.com/photos/7783241/pexels-photo-7783241.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940" alt="tiramisu" />

</div>

<div className='wrapper3'>
<p className='dd'>Название этого древнего десерта переводится с немецкого как «мартовский хлеб». По сути, марципан – это смесь тертого миндаля и сахарной пудры. Другие орехи не подходят для этого десерта. Масла, содержащиеся в миндале, позволяют формировать из сладкой ореховой массы сложные фигуры, не используя склеивающих добавок. Фигурки из марципана можно красить и глазировать.

Марципан традиционно считается аристократической сладостью и знаком хорошего вкуса. В Европе существует несколько музеев, посвященных этому десерту. Марципан – это не просто вкусные фигурки, но и источник витамина Е, который полезен для нервной системы и кожи. Суточная норма витамина Е содержится всего в 20 миндальных орехах.По легенде, марципан придумали итальянцы в 10 веке, когда случился неурожай на все злаки, и пришлось муку заменять миндалем, который, как ни странно, дал хороший урожай.</p>


<p className='ee'>
   История десертов на Востоке, это свои неповторимые сладости и традиции. Современного человека не удивишь сладостями, но в древние времена, когда сахар был редкостью, восточные сладости по цене приравнивались к золоту. Арабы приписывали сладостям магическую силу. Своей сладостью восточные блюда в основном обязаны меду и сокам сладких фруктов, не растущих в средней полосе. Цукаты, пряности и карамель – визитная карточка восточных десертов.

Рахат-лукум (в переводе с тюркского – легкие кусочки) делали из фруктов, розовой воды, меда, толченого миндаля и крахмала. Его история насчитывает несколько тысячелетий.

Мармелад - поздняя европейская разновидность рахат-лукума, где меньше сладости и больше фруктов. Название мармелада произошло от португальского слова «айва», так как первый мармелад в Европе варили из айвового сока. В Англии мармеладом называется апельсиновый джем.</p>
<p className='ff'>Первым известным пирогом для специальных случаев считается свадебный пирог. Еще древние римляне заканчивали свадебную церемонию, разламывая над головой невесты тонкую пшеничную лепешку, приготовленную на вине, что символизировало удачу и скорое прибавление в семье. Такая же древняя традиция существует у браминов и многих европейских народов.

В средневековой Англии гости приносили на свадьбу домашние пироги, выстраивали из них башню (очень похожую на современные многоярусные свадебные торты), а молодожены целовались поверх этой башни. Кстати, обычай венчать свадебный торт фигурками молодоженов происходит от этого поцелуя. Этот милый обычай постепенно забылся, когда один кондитер придумал заливать все принесенные гостями пироги глазурью, формируя единый торт.</p>
</div>
</div>

 </div>
      
      );
      };
      export default Navbar;